
[
    {
      "id": 1,
      "title": "India vs Australia, Cricket World Cup 2023 Final",
      "content": "The Indian men's cricket team will take on Australia in the final of the ICC Cricket World Cup 2023 in front of a packed Narendra Modi Stadium in Ahmedabad on Sunday, November 19. Australia will seek to claim a record sixth World Cup crown on Sunday while India will look for their third title. Here's a look at the records that could be broken when the two cricket giants meet at the world's biggest cricket stadium in Ahmedabad. ",
      "author": "NDTV Sports",
      "date": "Nov 18",
      "readTime": "3 mins Read",
      "views": 56
    },
    {
      "id": 2,
      "title": "Reliance's JioCinema signs exclusive deal.",
      "content": "The entertainment unit of India's Reliance has signed a deal with The Pokemon Company to show children's shows and movies on its platform, two people with knowledge of the deal said, its latest bid to boost content amid a domestic rivalry with the Walt Disney Co and other streaming services.",
      "author": "Reuters-Day",
      "date": "Nov 16",
      "readTime": "1 mins Read",
      "views": 69
    },
    {
      "id": 3,
      "title": "Comedian Agrima Joshua takes over the bar",
      "content": "Step into the spotlight of KMC* 's Night Shift once again as Agrima Joshua, an engineer-turned-comedian, and pop culture enthusiast takes centre stage at the restaurant to curate an unforgettable evening inspired by her favourite TV shows and movies.",
      "author": "Mid-Day",
      "date": "Nov 15",
      "readTime": "2 mins Read",
      "views": 79
    },
    {
      "id": 4,
      "title": "October 7 attacks caught Israel off-guard",
      "content": "The crisis unfolding in the Middle-East highlights a global risk as it not only affects Israel but also every other democratic country that is a victim of attacks by jihadi groups, Israel's former national security advisor Uzi Arad said on Saturday.",
      "author": "Press-Trust",
      "date": "Nov 18",
      "readTime": "4 mins Read",
      "views": 15
    }
  ]